Repository: Dafasa91/DeepSound
Catalog: Localization/Jospin.DeepSound.DeepSoundShell.Properties.Resources.*.resx
Languages: sk

# T020
source: English
sk: Anglický

# T021
source: Slovak
sk: Slovenský

# T022
source: It is recommended that you restart the application.
sk: Nastavenia boli uložené. Prosím reštartujte aplikáciu.

# T027
source: {0} - [Donated by {1}]
sk: {0} - [Podporil {1}]

# T028
source: Thank you {0} for your support!
sk: Ďakujem {0}, za Tvoju podporu!

# T032
source: Click to 'Add files' or drag and drop your secret files below
sk: Kliknite na 'Pridať súbory' alebo nižšie myšou presuňte súbory pre ukrytie

# T033
source: You are using the latest version of DeepSound.
sk: Používate najnovšiu verziu DeepSound.

# T034
source: Unable to Check for New Version of DeepSound.
sk: Nepodarilo sa zistiť dostupnosť novej verzie DeepSound.

# T035
source: System's Default Language
sk: Podľa operačného systému

# T036
source: Donate DeepSound (https://github.com/.../contribute.md)
sk: Dotovať DeepSound (https://github.com/.../contribute.md)

# T037
source: DeepSound site (https://github.com/Jpinsoft/DeepSound)
sk: DeepSound web (https://github.com/Jpinsoft/DeepSound)

# T039
source: About DeepSound
sk: O DeepSound

# T040
source: View License
sk: Zobraziť licenciu

# T041
source: Settings
sk: Nastavenia

# T043
source: Cancel
sk: Zrušiť

# T044
source: General
sk: Všeobecné

# T045
source: Language
sk: Jazyk

# T046
source: Color theme
sk: Motív rozhrania aplikácie

# T047
source: Auto check for updates
sk: Autodetekcia novej verzie

# T048
source: Help
sk: Pomoc

# T049
source: Check for new version
sk: Overiť dostupnosť novej verzie

# T050
source: Report a bug
sk: Nahlásiť chybu

# T051
source: Settings (F12)
sk: Nastavenia (F12)

# T052
source: Output directory :
sk: Výstupný adresár:

# T053
source: Output directory
sk: Výstupný adresár

# T054
source: Invalid output directory name or directory does not exist.
sk: Názov výstupného adresára nie je korektný, alebo adresár neexistuje.
